tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/core"
brew "autoconf"
brew "autossh"
brew "bat"
brew "cmake"
brew "cocoapods"
brew "curl"
brew "go"
brew "dep"
brew "doctl"
brew "exercism"
brew "fzf"
brew "git"
brew "git-delta"
brew "libusb"
brew "gnupg"
brew "helm"
brew "hey"
brew "iperf3"
brew "jq"
brew "kubernetes-cli"
brew "libtool"
brew "python"
brew "ruby"
brew "make"
brew "man-db"
brew "nmap"
brew "node"
brew "packer"
brew "pastel"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "starship"
brew "terraform"
brew "tmux"
brew "watchman"
brew "wget"
brew "github/gh/gh"
