tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "nektos/tap"
brew "autoconf"
brew "autossh"
brew "bat"
brew "cmake"
brew "curl"
brew "go"
brew "dep"
brew "doctl"
brew "erlang"
brew "elixir"
brew "fzf"
brew "git"
brew "libusb"
brew "gnupg"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "libtool"
brew "python"
brew "macvim"
brew "man-db"
brew "mas"
brew "nmap"
brew "node"
brew "nushell"
brew "octant"
brew "pastel"
brew "rclone"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "ship"
brew "starship"
brew "tmux"
brew "watchman"
brew "wget"
brew "wrk"
brew "goreleaser/tap/goreleaser"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "kap"
cask "numi"
cask "oracle-jdk"
cask "postman"
cask "runjs"
cask "tableplus"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "DaisyDisk", id: 411643860
mas "GarageBand", id: 682658836
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Magnet", id: 441258766
mas "Markoff", id: 1084713122
mas "Micro Snitch", id: 972028355
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDF Expert", id: 1055273043
mas "Pixa", id: 527618971
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "Xcode", id: 497799835
